Repository: OmegaT-L10N/pt
Catalog: omegat/project_save.tmx
Source language: en
Languages: pt

source: #Files
pt: Nº de ficheiros

source: &About...
pt: &Acerca...

source: &Access Project Contents
pt: &Aceder ao conteúdo do projecto

source: &Add
pt: &Adicionar

source: &Add...
pt: &Adicionar...

source: &Align Files...
pt: &Alinhar ficheiros...

source: &Always Confirm Quit
pt: Confirm&ar sempre a saída

source: &Apply this font to tabular data (project files, statistics, etc.)
pt: &Aplicar esta letra aos dados tabulares (ficheiros de projectos, estatísticas, etc.)

source: &Auto-propagation of Translations
pt: &Auto-propagação das traduções

source: &Automatically search segment text in dictionary
pt: &Pesquisa automática de texto do segmento no dicionário

source: &Back in History
pt: &Recuar no histórico

source: &Browse
pt: &Navegar

source: &Cancel
pt: &Cancelar

source: &Check for Updates...
pt: Pro&curar actualizações...

source: &Clear Menu
pt: &Limpar menu

source: &Close
pt: Fe&char

source: &Current Source Document
pt: Documento-fonte a&ctual

source: &Dictionaries
pt: &Dicionários

source: &Edit
pt: &Editar

source: &Edit...
pt: &Editar...

source: &Enable history completion
pt: Activar conclusão do &histórico

source: &Exact search
pt: Procura &exacta

source: &Files
pt: &Ficheiros

source: &Filter
pt: &Filtrar

source: &Finish
pt: &Terminar

source: &Forward in History
pt: &Avançar no histórico

source: &Glossaries
pt: &Glossários

source: &Glossary
pt: &Glossário

source: &Go To
pt: &Ir para

source: &Help
pt: A&juda

source: &Ignore hits with very different case (e.g. FOO vs foo)
pt: &Ignorar correspondências com maiúsculas diferentes (e.g. HÁ vs há)

source: &In translation
pt: Na &tradução

source: &Insert
pt: &Inserir

source: &Insert Match or Selection
pt: &Inserir correspondência ou selecção

source: &Keyword search
pt: Procurar palavra-c&have

source: &Last Changes...
pt: Ú&ltimas alterações...

source: &Make the segmentation rules project specific
pt: Tornar as regras de seg&mentação específicas do projecto

source: &Match Statistics
pt: Estatísticas de &correspondências

source: &New...
pt: &Novo...

source: &Next Segment
pt: Segmento segui&nte

source: &OK
pt: &Aceitar

source: &Open...
pt: &Abrir...

source: &Options
pt: &Opções

source: &Preferences...
pt: &Preferências...

source: &Previous Segment
pt: Segmento &anterior

source: &Project
pt: &Projecto

source: &Properties...
pt: &Propriedades...

source: &Quit
pt: &Sair

source: &Redo Last Action
pt: &Refazer a última acção

source: &Regular expressions
pt: Expressões &regulares

source: &Reload
pt: &Recarregar

source: &Remove
pt: &Remover

source: &Remove Filter
pt: &Remover filtro

source: &Replace
pt: Substitui&r

source: &Replace Next
pt: Substitui&r seguinte

source: &Restore Main Window
pt: &Restaurar janela principal

source: &Root
pt: &Raiz

source: &Save
pt: &Gravar

source: &Save As...
pt: Gra&var como...

source: &Search
pt: &Procurar

source: &Search Project...
pt: &Procurar no projecto...

source: &Segment Number...
pt: &Segmento número...

source: &Segmentation...
pt: &Segmentação...

source: &Show Relevant Suggestions Automatically
pt: Mo&strar sugestões relevantes automaticamente

source: &Show relevant suggestions automatically
pt: Mo&strar sugestões relevantes automaticamente

source: &Skip
pt: &Saltar

source: &Source Files
pt: Ficheiro&s-fonte

source: &Source Files Language:
pt: Idima dos ficheiro&s-fonte:

source: &Source Language Tokenizer:
pt: Lemati&zador do idioma-fonte

source: &Statistics
pt: E&statísticas

source: &Target Files
pt: Ficheiros-al&vo

source: &Target Language Tokenizer:
pt: Lema&tizador do idioma-alvo

source: &Tools
pt: Ferramen&tas

source: &Translated
pt: &Traduzidos

source: &Translated Files Language:
pt: Idioma dos ficheiros &traduzidos

source: &Undo Last Action
pt: &Desfazer a última acção

source: &User's Manual...
pt: Manual do &utilizador...

source: &Writeable Glossary
pt: Glossário editá&vel

source: '*' matches zero or more characters ('run*' matches 'run', 'runs', and'running', etc.) '?' matches exactly one character ('run?' matches 'runs' and 'rung', but not 'run' or 'running').
pt: '*' corresponde a zero ou mais caracteres ("ru*" encontra "runa", "ruínas", "rui", etc.) '?' corresponde exactamente a um carácter ("run?" encontra "runa", mas não "ruína" ou "runas").

source: (If you think you have significantly contributed to the OmegaT Project but you (don't see your name on the lists, feel free to contact us.)
pt: (se pensa ter contribuído significativamente para o projecto OmegaT, mas não vê o seu nome nas listas, sinta-se à vontade para nos contactar).

source: (The Java executable file is the file java on Linux and java.exe on Windows.
pt: (o ficheiro executável Java é o ficheiro java no Linux e java.exe no Windows.

source: - Anthony Baldwin (localisation manager) - Didier Briel (project manager) - Alex Buloichik (lead developer) - Sabine Cretella - Dmitri Gabinski - Jean-Christophe Helary (support group owner, localisation manager) - Maxym Mykhalchuk (lead developer) - Samuel Murray - Henry Pijffers (release manager) - Marc Prior (project co-ordinator, webmaster) - Vito Smolej (documentation manager)
pt: - Anthony Baldwin (gestor de localização) - Didier Briel (gestor de projecto) - Alex Buloichik (programador principal) - Sabine Cretella - Dmitri Gabinski - Jean-Christophe Helary (proprietário do grupo de apoio, gestor da localização) - Maxym Mykhalchuk (programador principal) - Samuel Murray - Henry Pijffers (gestor de versões) - Marc Prior (coordenador de projecto, webmaster) - Vito Smolej (gestor de documentação)

source: - Vincent Bidaux (documentation manager) - Marco Cevoli (Telegram community manager) - Jean-Christophe Helary (Twitter community manager) - Kos Ivantsof (localisation manager) - Concepción Martin (Facebook community manager) - Briac Pilpré (webmaster) - Lucie Vecerova (Facebook community manager)
pt: - Vincent Bidaux (gestor de documentação) - Marco Cevoli (Gestor da comunidade de telegramas) - Jean-Christophe Helary (gestor da comunidade Twitter) - Kos Ivantsof (gestor de localização) - Concepción Martin (gestora da comunidade Facebook) - Briac Pilpré (webmaster) - Lucie Vecerova (gestora da comunidade Facebook)

source: --ITokenizer=<classname> --ITokenizerTarget=<classname> Source- or target-language tokenizer to use (overrides project settings).
pt: --ITokenizer=<classname> --ITokenizerTarget=<classname> tokenizer de idioma fonte- ou alvo a usar (sobrepõe-se às definições do projecto).

source: --config-file=<path> A Java .properties file from which to load default settings.
pt: --config-file=<path> Um ficheiro Java .properties de onde carregar as predefinições.

source: --disable-location-save Do not remember the last directory opened in the file picker.
pt: --disable-location-save Não lembrar a última pasta aberta pelo selector de ficheiros.

source: --disable-project-locking Do not attempt to lock the project's omegat.project file.
pt: --disable-project-locking Não tentar bloquear o ficheiros de projecto omegat.project file.

source: --mode=[console-translate|console-pseudotranslatetmx|console-align] Specify a mode other than default (GUI).
pt: --mode=[console-translate|console-pseudotranslatetmx|console-align] Especificar um modo diferente da predefinição (GUI).

source: --no-team Disable team project functionality.
pt: --no-team Desactivar a funcionalidade de trabalho em equipa.

source: --pseudotranslatetype=[equal|empty] What to fill the pseudotranslated TMX with.
pt: --pseudotranslatetype=[equal|empty] Conteúdo a incluir na TMX pseudo-traduzida.

source: --remote-project Download an omegat.project file from the URL given as <project path> and load the project.
pt: --remote-project Transferir um ficheiro omegat.project do URL dado em <caminho do projecto> e carregar o projecto.

source: --resource-bundle=<path> A Java .properties file to use for interface text --config-dir=<path> The directory to read/write OmegaT configuration files from/to.
pt: --resource-bundle=<path> Um ficheiro Java .properties a usar para texto do ambiente --config-dir=<path> A pasta onde ler/escrever os ficheiros de configuração do OmegaT.

source: --script=<path> A script file to be executed on project events.
pt: --script=<path> Um script a executar em eventos do projecto.

source: --tag-validation=[abort|warn] Validate tags.
pt: --tag-validation=[abort|warn] Validar etiquetas.

source: -h, --help Show usage information.
pt: -h, --help Mostrar informação de utilização.

source: 1) Reduce the number of source files and translate in batches;
pt: 1) Reduza o número de ficheiros-fonte e traduza em lotes;

source: 2) Increase the amount of memory available to OmegaT, by specifying "java -Xmx<size-in-MB>M -jar OmegaT.jar" on the command line or in the OmegaT start script; The current setting is {0}MB;
pt: 2) Aumente a memória disponível para o OmegaT, especificando "java -Xmx<tamanho-em-MB>M -jar OmegaT.jar" na linha de comandos ou no script de arranque do OmegaT; A definição actual é {0}MB;

source: <auto>
pt: <automática>

source: <html>Per-project external commands are disabled and will not be executed.
pt: <html>Os comandos externos por projecto estão desactivados e não serão executados.

source: <name and path of the Java executable file> -jar OmegaT.jar
pt: <nome e caminho do ficheiro executável Java> -jar OmegaT.jar

source: @TRANSLATION_NOTICE@
pt: Este documento foi traduzido por Pedro M. R. Albuquerque

source: A&dd
pt: A&dicionar

source: A&uto-completion
pt: Concl&usão automática

source: Aaron Madlon-Kay is the OmegaT project manager.
pt: Aaron Madlon-Kay é o gestor do projecto OmegaT.

source: Abort: Exit with an error if tags invalid.
pt: Abort: sair com erro se as etiquetas forem inválidas.

source: Access Configurat&ion Folder
pt: Aceder à pasta de conf&iguração

source: Add
pt: Adicionar

source: Arrays must not be null
pt: As matrizes não devem estar vazias

source: Aut&hor:
pt: Aut&or:

source: Auto-Completion
pt: Conclusão automática

source: B&rowse
pt: Navega&r

source: Bartender yells loud: Your page cannot be found, boy Buy another drink
pt: O empregado grita alto: A sua página não foi encontrada, Compre outra bebida

source: Bro&wse
pt: Na&vegar

source: Brows&e
pt: Nav&egar

source: Browse
pt: Navegar

source: Bug reports (in English), at the SourceForge site:
pt: Relatórios de erros (em inglês), na página SourceForge:

source: C&ase sensitive
pt: Sensível a maiúsculas

source: C&opy All Data to Clipboard
pt: C&opiar tudo para a área de transferência

source: C&urrent Target Document
pt: Documento-alvo a&ctual

source: Cannot access glossary folder!
pt: Impossível aceder à pasta do glossário!

source: Cannot create folder for translated files:
pt: Impossível criar pasta para os ficheiros traduzidos:

source: Changed &before:
pt: &Alterado antes de:

source: Changed after:
pt: Alterado após:

source: Characters (including spaces)
pt: Caracteres (incluindo espaços)

source: Characters (without spaces)
pt: Caracteres (sem espaços)

source: Check &Issues...
pt: &Procurar problemas...

source: Check Issues for &Current Document
pt: Procurar problemas no &documento actual

source: Check in Ctrl E Project Properties .
pt: Verificar em Ctrl E Propriedades do projecto .

source: Check that your dict files are in the correct folder (or in a subfolder below it).
pt: Assegure-se de que os seus ficheiros de dicionário se encontram na pasta correcta (ou numa sub-pasta dela).

source: Choose MED project
pt: Escolher projecto MED

source: Clo&se
pt: Fe&char

source: Commands: -h, --help Show usage information.
pt: Comandos: -h, --help Mostrar informação de utilização.

source: Commit Source Files
pt: Enviar ficheiros-fonte

source: Commit Target Files
pt: Enviar ficheiros-alvo

source: Committing source files
pt: A submeter ficheiros-fonte

source: Committing target files
pt: A submeter ficheiros-alvo

source: Confirm
pt: Confirmar

source: Console-align mode: --alignDir=<path> A directory containing the translated files.
pt: Modo console-align: --alignDir=<path> Uma pasta contendo os ficheiros traduzidos.

source: Console-pseudotranslatetmx mode: --pseudotranslatetmx=<path> The output pseudotranslated TMX file.
pt: Modo console-pseudotranslatetmx: --pseudotranslatetmx=<path> O ficheiro TMX de saída pseudo-traduzido.

source: Console-translate mode: --source-pattern=<pattern> A regex whitelist of source files to process.
pt: Modo console-translate: --source-pattern=<pattern> Uma lista de expressões regulares de ficheiros-fonte a processar.

source: Contributions to the code are documented in /docs/contributors.txt.
pt: As contribuições para o código estão documentadas em /docs/contributors.txt.

source: Contributors ============
pt: Contribuintes ============

source: Cop&y Files to Source Folder...
pt: Cop&iar ficheiros para a pasta-fonte...

source: Copy Files to Source Folder...
pt: Copiar ficheiros para a pasta-fonte...

source: Could not create project dir at {0}
pt: Impossível criar pasta do projecto em {0}

source: Create &Glossary Entry...
pt: Criar entrada de &glossário...

source: Create &Translated Documents
pt: Criar documentos &traduzidos

source: Create Current Translated &Document
pt: Criar documento &traduzido actual

source: Create MED Project...
pt: Criar projecto MED...

source: Create New Project
pt: Criar novo projecto

source: Create a New Project
pt: Criar um novo projecto

source: Creating translated documents: {0}
pt: A criar documentos traduzidos: {0}

source: Current memory usage by the VM: {0}MB; of which free memory: {1}MB; maximum available: {2}MB
pt: Memória actualmente em uso pela VM: {0}MB; da qual livre: {1}MB; máximo disponível: {2}MB

source: Current team: (alphabetical order)
pt: Equipa actual: (ordem alfabética)

source: Cursor locked
pt: Cursor bloqueado

source: Cursor unlocked
pt: Cursor desbloqueado

source: Default
pt: Predefinição

source: Dictionar&y
pt: Dicionár&io

source: Dictionaries
pt: Dicionários

source: Dictionaries in OmegaT are based on the StarDict or on the Lingvo DSL format.
pt: Os dicionários no OmegaT são baseados no formato StarDict ou Lingvo DSL.

source: Dictionary
pt: Dicionário

source: Dictionary Files Folder
pt: Pasta dos dicionários

source: Dictionary Folder:
pt: Pasta de dicionários:

source: Dictionary files folder entered does not exist!
pt: A pasta de dicionários não existe!

source: Display context description for TBX &glossaries
pt: Mostrar &descrição contextual para &glossários TBX

source: Display:
pt: Mostrar:

source: Do you really want to quit?
pt: Deseja realmente sair?

source: Do you want to continue?
pt: Deseja continuar?

source: Does the folder contain three files of the same name, with extensions?
pt: A pasta contém três ficheiros com o mesmo nome, com extensões?

source: Double-click on the OmegaT application.
pt: Faça duplo clique na aplicação OmegaT.

source: Download &Team Project...
pt: &Transferir projecto de equipa...

source: Download Media&Wiki Page...
pt: Transferir página Media&Wiki...

source: Download MediaWiki Page
pt: Transferir página MediaWiki

source: Download the file - it should be a tarball archive (extension tar.bz or tar.bz2).
pt: Transfira o ficheiro - deverá ser um arquivo tarball (extensão tar.bz ou tar.bz2).

source: Downloading project...
pt: A transferir o projecto...

source: Duplicate segments: {0}
pt: Segmentos duplicados: {0}

source: E&nable Sentence-level Segmenting
pt: Activar segmentação a &nível de frases

source: E&xclusions...
pt: E&xclusões...

source: E&xport Selection
pt: E&xportar selecção

source: ERROR: {0}
pt: ERRO: {0}

source: Edit Project
pt: Editar projecto

source: Edit project properties here.
pt: Editar as propriedades do projecto aqui.

source: Emptiness of soul Forever aching blackness Your help page not found
pt: Vazio de alma Para sempre a dolorosa escuridão A sua página de ajuda não foi encontrada

source: Empty repository URL in the mapping
pt: URL de repositório vazia no mapeamento

source: Enable history &prediction
pt: Activar &previsão do histórico

source: Enable them in <b>Preferences > Saving and Output...</b>.</html>
pt: Active-os em <b>Preferências > Gravação e saída...</b>.</html>

source: Encoding
pt: Codificação

source: Enter the segment number:
pt: Insira o número do segmento:

source: Ephemeral page I am the Blue Screen of Death No one hears your screams
pt: Página efémera Eu sou o ecrã azul da morte Ninguém ouve os seus gritos

source: Error
pt: Erro

source: Error creating project!
pt: Erro ao criar o projecto!

source: Error monitoring external command!
pt: Erro ao monitorizar o comando externo!

source: Error saving project file!
pt: Erro ao gravar o ficheiro do projecto!

source: Error starting external command: {0}
pt: Erro ao iniciar comando externo: {0}

source: Exact match:
pt: Correspondência exacta:

source: Exciting help page Gossamer threads hold you back 404 not found
pt: Excitante página de ajuda Os fios de Gossamer retêm-nos 404 não encontrado

source: Exclude Pattern
pt: Padrão de exclusão

source: Executing external command...
pt: A executar comando externo...

source: Exit code {0}: "{1}"
pt: Código de saída {0}: "{1}"

source: Exit code: {0}
pt: Código de saída: {0}

source: External Post-processing Command (Disabled):
pt: Comando externo de pós-proessamento (desactivado):

source: External Post-processing Command:
pt: Comando externo de pós-proessamento:

source: External Search...
pt: Procura externa...

source: External command completed.
pt: Comando externo concluído.

source: External command failed.
pt: Falha no comando externo.

source: External command was interrupted.
pt: O comando externo foi interrompido.

source: Failed to commit source files!
pt: Falha ao submeter ficheiros-fonte!

source: Failed to commit target files!
pt: Falha ao submeter ficheiros-alvo!

source: Failed to compile project files!
pt: Falha ao compilar os ficheiros do projecto!

source: Failed to create project!
pt: Falha ao criar o projecto!

source: Failed to load specified project!
pt: Falha ao carregar o projecto especificado!

source: Failed to load translation memory {0} for project!
pt: Falha ao carregar a memória de tradução {0} para o projecto!

source: Failed to update project properties
pt: Falha ao actualizar propriedades do projecto

source: Fatal error encountered - saving project file with '.recover' backup extension.
pt: Erro fatal encontrado - a gravar o ficheiro de projecto com a extensão de salvaguarda ".recover".

source: File
pt: Ficheiro

source: File &Filters...
pt: &Filtros de ficheiros...

source: File Copy Failed
pt: Falha ao copiar o ficheiro

source: File Name
pt: Nome do ficheiro

source: File locations
pt: Localização dos ficheiros

source: File {0}: {1}
pt: Ficheiro {0}: {1}

source: File: translated / number of segments (project: unique translated / unique, total number of segments)
pt: Ficheiro: traduzido/número de segmentos (projecto: único traduzido/único, número total de segmentos)

source: File: unique translated % (unique left) / project: unique translated % (unique left), total number of segments
pt: Ficheiro: % tradução única % (únicos restantes)/projecto: % tradução única % (únicos restantes), número total de segmentos

source: Filename
pt: Nome de ficheiro

source: Filter
pt: Filtro

source: Filter:
pt: Filtro:

source: Folder already exists and is not empty.
pt: A pasta já existe e não está vazia.

source: Folder {0} was automatically created for team mode project
pt: A pasta {0} foi automaticamente criada para o projecto de equipa

source: Font
pt: Letra

source: For a more user-friendly way of launching OmegaT, you can use the Kaptain script provided (omegat.kaptn).
pt: Para uma forma mais fácil de lançar o OmegaT, pode usar o script Kaptain fornecido (omegat.kaptn).

source: For all files:
pt: Para todos os ficheiros:

source: For this purpose download the following file and then execute it:
pt: Para tal, transfira o seguinte ficheiro e execute-o:

source: Full/Half &width char insensitive
pt: Insensível a caracteres de meia largura/largura completa

source: Glossary
pt: Glossário

source: Glossary &layout:
pt: Disposição do g&lossário

source: Glossary Files Folder
pt: Pasta dos glossários

source: Glossary Folder:
pt: Pasta dos glossários:

source: Glossary files folder entered does not exist!
pt: A pasta de glossários não existe!

source: Go To Segment
pt: Ir para segmento

source: Help you are seeking From your path it is fleeing Its winter has come
pt: Ajuda que procura Do seu caminho está a fugir O seu Inverno chegou

source: Here you may also specify custom location of project folders.
pt: Aqui pode também especificar a localização personalizada das pastas do of projecto.

source: Hide Advanced &Options
pt: Ocultar &opções avançadas

source: History
pt: Histórico

source: History Completion
pt: Conclusão do histórico

source: History Prediction
pt: Previsão do histórico

source: How to download and install dictionaries
pt: Como transferir e instalar dicionários

source: I&nsert Source
pt: I&nserir fonte

source: If Java is installed at system level and is in the command path, the full path need not be entered.)
pt: Se o Java está instalado ao nível do sistema e está no caminho de comando, não precisa de introduzir o caminho completo.)

source: If invoked in a git working tree or svn checkout, the results will be staged/added.
pt: Se chamado numa árvore de trabalho git ou svn checkout, os resultados serão estagiados/adicionados.

source: If it is tar.bz, you have forgotten to unpack (untar) it.
pt: Se for tar.bz, esqueceu-se de o desempacotar (untar).

source: If only one file is present, check its extension.
pt: Se só um ficheiro estiver presente, verifique a sua extensão.

source: If you can see the file OmegaT but not OmegaT.exe in your File Manager (Windows Explorer), change the settings so that file extensions are displayed.
pt: Se pode ver o ficheiro OmegaT, mas não o OmegaT.exe no seu gestor de ficheiros (Windows Explorer), altere as definições para que as extensões dos ficheiros sejam mostradas.

source: If you have already Java installed on your system, one way to install OmegaT is to use Java Web Start.
pt: Se já tem o Java instalado no seu sistema, uma forma de instalar o OmegaT é usar o Java Web Start.

source: If you used linux-install.sh script, you should be able to launch OmegaT with:
pt: Se utilizou o script linux-install.sh script, deverá poder lançar o OmegaT com:

source: If, during installation, you have created a shortcut on the desktop, double-click on that shortcut.
pt: Se, durante a instalação, tiver criado um atalho no ambiente de trabalho, faça duplo clique nesse atalho.

source: Importing Wiki Page Failed
pt: Falha ao importar a página Wiki

source: In comments
pt: Nos comentários

source: In notes
pt: Nas notas

source: In order for the changes to take effect OmegaT needs to close and then open the project.
pt: Para que as alterações tenham efeito, o OmegaT tem de fechar e reabrir o projecto.

source: In so&urce
pt: Na font&e

source: Include Pattern
pt: Padrão de inclusão

source: Individual File Statistics:
pt: Estatísticas de ficheiro individual:

source: Initialized {0}-{1} team project.
pt: Projecto de equipa {0}-{1} inicializado.

source: Insert Missing Source &Tags
pt: Inserir etique&tas-fonte em falta

source: Insert Mode
pt: Modo de inserção

source: Insert Next Missing Tag
pt: Inserir etiqueta em falta seguinte

source: Insert Tag {0}
pt: Inserir etiqueta {0}

source: Insert Unicode Control Character
pt: Inserir carácter de controlo Unicode

source: Installing OmegaT (Linux) =========================
pt: Instalar o OmegaT (Linux) =========================

source: Installing OmegaT (Mac) =======================
pt: Instalar o OmegaT (Mac) =======================
